<?php if (!defined('TEST_SITE')) exit('No direct script access allowed.');

$this->languages = [
    "authorization" => "Авторизация",
    "register" => "Регистрация",
    "Name" => "Имя",
    "password" => "Пароль",
    "password2" => "Подтвердите пароль",
    "Sign_in" => "Вход на сайт",
    "Sign_in_reg"=>"Регистрация на сайте",
    "Sign_in_bt" => "Войти",
    "reg_bt" => "Зарегистрироваться",
    "Phone" => "Телефон",
    "Email" => "Почта",
    "dop_info_pl_txa" => "Дополнительная информация",
    "your_image" => "Ваше изображение",
    "login"=>"Логин",
    "captcha"=>"введите ответ",
    "update_bt"=>"обновить данные",
    "Exit"=>"Выход",
    "spam_protection"=>"Защита от спама",
    "how_much_will"=>"сколько будет",
    "in_numbers"=>"цифрами",
    "text_1"=>"Здравствуйте %s, вы можете обновить свои данные.",
    "text_2"=>"Данные успешно обновлены",
    "text_3"=>"Ошибка обновления",
    "text_4"=>"Ошибка",
    "text_5"=>"Вы успешно зарегистрированы, теперь Вы можете войти на сайт.",
    "text_6"=>"Ошибка регистрации",
    "text_7"=>"Вы ввели неправильный логин/пароль",
    "text_8"=>"Пароли не совпадают",
    "text_9"=>"Такой email уже зарегистрирован",
    "text_10"=>"Почтовый адрес указан не правильно.",
    "text_11"=>"Такой логин уже зарегистрирован",
    "text_12"=>"Введите защиту от спама.",
    "text_13"=>"Не верный защитный код.",
    "Spam protection"=>"Spam protection"


];

   
?>